Autodesk.Revit.DB.Electrical.PanelScheduleData.SetLoadClassifications(System.Collections.Generic.IList`1{Autodesk.Revit.DB.ElementId})
Sets the Load Classifications associated with this panel schedule
loadClassificaions:
The load classifications to assign
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL